[
    {
        "Title": "House of Cards",
        "Overview": "Set in present day Washington, D.C., House of Cards is the story of Frank Underwood, a ruthless and cunning politician, and his wife Claire who will stop at nothing to conquer everything. This wicked political drama penetrates the shadowy world of greed, sex and corruption in modern D.C.",
        "First_Air_Date": "2013-02-01",
        "Popularity": 225.81,
        "Vote_Average": 8.024,
        "Vote_Count": 2616
    },
    {
        "Title": "Aspirants",
        "Overview": "Aspirants is a story of 3 friends - Abhilash, SK, and Guri. The story takes place in the past and the present where the past captures the struggle and the drama behind the making of UPSC CSE aspirants in Old Rajinder Nagar of Delhi, while the present talks about the aftermath. It is the story of three UPSC aspirants journey.",
        "First_Air_Date": "2021-04-07",
        "Popularity": 26.239,
        "Vote_Average": 7.56,
        "Vote_Count": 42
    },
    {
        "Title": "Mad Men",
        "Overview": "Set in 1960-1970 New York, this sexy, stylized and provocative drama follows the lives of the ruthlessly competitive men and women of Madison Avenue advertising.",
        "First_Air_Date": "2007-07-19",
        "Popularity": 1185.486,
        "Vote_Average": 8.115,
        "Vote_Count": 1161
    },
    {
        "Title": "Euphoria",
        "Overview": "A group of high school students navigate love and friendships in a world of drugs, sex, trauma, and social media.",
        "First_Air_Date": "2019-06-16",
        "Popularity": 726.17,
        "Vote_Average": 8.323,
        "Vote_Count": 9537
    },
    {
        "Title": "Succession",
        "Overview": "Follow the lives of the Roy family as they contemplate their future once their aging father begins to step back from the media and entertainment conglomerate they control.",
        "First_Air_Date": "2018-06-03",
        "Popularity": 493.577,
        "Vote_Average": 8.3,
        "Vote_Count": 1091
    },
    {
        "Title": "The Newsroom",
        "Overview": "A behind-the-scenes look at the people who make a nightly cable-news program. Focusing on a network anchor, his new executive producer, the newsroom staff and their boss, the series tracks their quixotic mission to do the news well in the face of corporate and commercial obstacles-not to mention their own personal entanglements.",
        "First_Air_Date": "2012-06-24",
        "Popularity": 105.054,
        "Vote_Average": 8.108,
        "Vote_Count": 573
    },
    {
        "Title": "The Morning Show",
        "Overview": "A behind-the-scenes look at the lives of the people who help America wake up in the morning, exploring the unique challenges faced by the men and women who carry out this daily televised ritual.",
        "First_Air_Date": "2019-11-01",
        "Popularity": 206.991,
        "Vote_Average": 7.783,
        "Vote_Count": 668
    },
    {
        "Title": "The Good Doctor",
        "Overview": "Shaun Murphy, a young surgeon with autism and savant syndrome, relocates from a quiet country life to join a prestigious hospital's surgical unit. Unable to personally connect with those around him, Shaun uses his extraordinary medical gifts to save lives and challenge the skepticism of his colleagues.",
        "First_Air_Date": "2017-09-25",
        "Popularity": 1631.05,
        "Vote_Average": 8.492,
        "Vote_Count": 12186
    },
    {
        "Title": "Billions",
        "Overview": "A complex drama about power politics in the world of New York high finance. \n\nShrewd, savvy U.S. Attorney Chuck Rhoades and the brilliant, ambitious hedge fund king Bobby \"Axe\" Axelrod are on an explosive collision course, with each using all of his considerable smarts, power and influence to outmaneuver the other. The stakes are in the billions in this timely, provocative series.",
        "First_Air_Date": "2016-01-17",
        "Popularity": 1003.295,
        "Vote_Average": 7.753,
        "Vote_Count": 868
    },
    {
        "Title": "Skins",
        "Overview": "Irreverent comedy drama which follows the messy lives, loves, delirious highs and inevitable lows of a group of raucous teenage friends in Bristol.",
        "First_Air_Date": "2007-01-25",
        "Popularity": 370.211,
        "Vote_Average": 8.136,
        "Vote_Count": 1204
    },
    {
        "Title": "The West Wing",
        "Overview": "The West Wing provides a glimpse into presidential politics in the nation's capital as it tells the stories of the members of a fictional presidential administration. These interesting characters have humor and dedication that touches the heart while the politics that they discuss touch on everyday life.",
        "First_Air_Date": "1999-09-22",
        "Popularity": 812.232,
        "Vote_Average": 8.258,
        "Vote_Count": 464
    },
    {
        "Title": "Nip/Tuck",
        "Overview": "Hotshot plastic surgeons Dr. Sean McNamara and Dr. Christian Troy experience full-blown midlife crises as they confront career, family and romance problems.",
        "First_Air_Date": "2003-07-22",
        "Popularity": 329.658,
        "Vote_Average": 7.192,
        "Vote_Count": 446
    },
    {
        "Title": "Reign",
        "Overview": "Mary, Queen of Scots, faces political and sexual intrigue in the treacherous world of the French court.",
        "First_Air_Date": "2013-10-17",
        "Popularity": 672.069,
        "Vote_Average": 8.048,
        "Vote_Count": 796
    },
    {
        "Title": "Goliath",
        "Overview": "Once a powerful lawyer, Billy McBride is now burned out and washed up, spending more time in a bar than a courtroom. When he reluctantly agrees to pursue a wrongful death lawsuit against the biggest client of Cooperman &amp; McBride, the massive law firm he helped create, Billy and his ragtag team uncover a vast and deadly conspiracy, pitting them all in a life or death trial against the ultimate Goliath.",
        "First_Air_Date": "2016-10-13",
        "Popularity": 130.511,
        "Vote_Average": 7.55,
        "Vote_Count": 369
    },
    {
        "Title": "The Affair",
        "Overview": "The Affair explores the emotional effects of an extramarital relationship between Noah Solloway and Alison Lockhart after the two meet in the resort town of Montauk in Long Island. Noah is a New York City schoolteacher with one novel published (book entitled A Person who Visits a Place) and he is struggling to write a second book. He is happily married with four children, but resents his dependence on his wealthy father-in-law. Alison is a young waitress trying to piece her life and marriage back together in the wake of the tragic death of her child. The story of the affair is told separately, complete with distinct memory biases, from the male and female perspectives.",
        "First_Air_Date": "2014-10-12",
        "Popularity": 432.214,
        "Vote_Average": 6.617,
        "Vote_Count": 350
    },
    {
        "Title": "New Amsterdam",
        "Overview": "The new medical director breaks the rules to heal the system at America's oldest public hospital. Max Goodwin sets out to tear up the bureaucracy and provide exceptional care, but the doctors and staff are not so sure he can succeed. They've heard this before. Not taking \"no\" for an answer, Dr. Goodwin's instinctive response to problems large and small is four simple words: \"How can I help?\" He has to disrupt the status quo and prove he'll stop at nothing to breathe new life into this underfunded and underappreciated hospital, returning it to the glory that put it on the map.",
        "First_Air_Date": "2018-09-25",
        "Popularity": 431.194,
        "Vote_Average": 8.4,
        "Vote_Count": 951
    },
    {
        "Title": "NCR Days",
        "Overview": "Dejected after his girlfriend's parents decide to get her married to a more qualified man, Monu, a small-town guy, shifts to NCR for his MBA. Will he find a way to survive in the big city?",
        "First_Air_Date": "2022-07-19",
        "Popularity": 16.288,
        "Vote_Average": 6.2,
        "Vote_Count": 5
    },
    {
        "Title": "Halt and Catch Fire",
        "Overview": "During the rise of the PC era in the early 1980s, an unlikely trio - a visionary, an engineer and a prodigy - take personal and professional risks in the race to build a computer that will change the world as they know it.",
        "First_Air_Date": "2014-06-01",
        "Popularity": 100.254,
        "Vote_Average": 8.0,
        "Vote_Count": 457
    },
    {
        "Title": "POSE",
        "Overview": "A dance musical that explores the juxtaposition of several segments of 1980s life and society in New York: the ball culture world, the rise of the luxury Trump-era universe and the downtown social and literary scene.",
        "First_Air_Date": "2018-06-03",
        "Popularity": 444.357,
        "Vote_Average": 8.273,
        "Vote_Count": 499
    },
    {
        "Title": "The Deuce",
        "Overview": "The story of the legalization and subsequent rise of the porn industry in New York’s Times Square from the early ’70s through the mid ’80s, exploring the rough-and-tumble world that existed there until the rise of HIV, the violence of the cocaine epidemic and the renewed real estate market ended the bawdy turbulence of the area.",
        "First_Air_Date": "2017-09-10",
        "Popularity": 177.16,
        "Vote_Average": 7.6,
        "Vote_Count": 330
    },
    {
        "Title": "The Resident",
        "Overview": "A tough, brilliant senior resident guides an idealistic young doctor through his first day, pulling back the curtain on what really happens, both good and bad, in modern-day medicine.",
        "First_Air_Date": "2018-01-21",
        "Popularity": 1003.598,
        "Vote_Average": 8.456,
        "Vote_Count": 1193
    },
    {
        "Title": "Borgen",
        "Overview": "40-year old political leader Birgitte Nyborg secures her party a landslide victory through her idealism and huge effort, then faces the biggest challenge of her life: how most effectively to use the newly won seats, and how far she is willing to go in order to gain as much influence as possible.",
        "First_Air_Date": "2010-09-26",
        "Popularity": 95.089,
        "Vote_Average": 7.992,
        "Vote_Count": 194
    },
    {
        "Title": "Rectify",
        "Overview": "After 19 years on Death Row for the rape and murder of his teenage girlfriend, Daniel Holden is going home. His conviction has been vacated due to new DNA evidence. Now he has to return to a world he no longer knows and his reentry into the outside world may be as unforgiving as prison. Daniel is haunted by the past, dogged by the present, and uncertain of the future. As he struggles to adapt to his new life, his homecoming reignites the fears of a small town and threatens to shatter his family’s fragile peace. Daniel’s alleged crime divided a community. Will his freedom tear it in half?",
        "First_Air_Date": "2013-04-22",
        "Popularity": 44.968,
        "Vote_Average": 7.548,
        "Vote_Count": 250
    },
    {
        "Title": "Chicago Med",
        "Overview": "An emotional thrill ride through the day-to-day chaos of the city's most explosive hospital and the courageous team of doctors who hold it together. They will tackle unique new cases inspired by topical events, forging fiery relationships in the pulse-pounding pandemonium of the emergency room.",
        "First_Air_Date": "2015-11-17",
        "Popularity": 1101.933,
        "Vote_Average": 8.311,
        "Vote_Count": 1103
    },
    {
        "Title": "Brothers and Sisters",
        "Overview": "The close-knit Walker family deals with struggles and triumphs.",
        "First_Air_Date": "2006-09-24",
        "Popularity": 501.27,
        "Vote_Average": 7.121,
        "Vote_Count": 177
    },
    {
        "Title": "The Gilded Age",
        "Overview": "It’s 1882 and the Gilded Age is in full swing when Marian Brook, a young orphaned daughter of a Southern general, moves in with her rigidly conventional aunts in New York City. With the help of Peggy Scott, an African-American woman masquerading as her maid, Marian gets caught up in the dazzling lives of her rich neighbors as she struggles to decide between adhering to the rules or forging her own path.",
        "First_Air_Date": "2022-01-24",
        "Popularity": 65.963,
        "Vote_Average": 7.872,
        "Vote_Count": 164
    },
    {
        "Title": "Dynasty",
        "Overview": "Follows two of America’s wealthiest families, the Carringtons and the Colbys, as they feud for control over their fortune and their children focusing on Fallon Carrington, the daughter of billionaire Blake Carrington, and her soon-to-be stepmother, Cristal, a Hispanic woman marrying into this WASP family and America’s most powerful class.",
        "First_Air_Date": "2017-10-11",
        "Popularity": 490.764,
        "Vote_Average": 8.112,
        "Vote_Count": 847
    },
    {
        "Title": "Big Love",
        "Overview": "The story of Bill Henrickson and his life in suburban Salt Lake City, balancing the needs of his three wives -- Barb, Nicki and Margene-- their seven kids, three new houses and the opening of his newest hardware store. When disturbing news arrives about Bill's father, he is forced to reconnect with his polygamist parents who live on a fundamentalist compound in rural Utah.",
        "First_Air_Date": "2006-03-12",
        "Popularity": 222.895,
        "Vote_Average": 6.971,
        "Vote_Count": 119
    },
    {
        "Title": "I May Destroy You",
        "Overview": "Set in London, where gratification is only an app away, the story centers on Arabella,  a carefree, self-assured Londoner with a group of great friends, a boyfriend in Italy, and a burgeoning writing career. But when her drink is spiked, she must question and rebuild every element of her life.",
        "First_Air_Date": "2020-06-07",
        "Popularity": 23.449,
        "Vote_Average": 7.463,
        "Vote_Count": 150
    },
    {
        "Title": "I Know This Much Is True",
        "Overview": "The parallel lives of identical twin brothers Dominick and Thomas Birdsey in an epic story of betrayal, sacrifice and forgiveness set against the backdrop of 20th century America.",
        "First_Air_Date": "2020-05-09",
        "Popularity": 48.853,
        "Vote_Average": 7.555,
        "Vote_Count": 211
    },
    {
        "Title": "Paurashpur",
        "Overview": "Paurashpur is a magnum opus drama of conspiracies, politics, betrayal, patriarchy, lust, and power. With blood-stained swords, grand sets, magnificent costumes, and a dash of erotica, Paurashpur web series unravels the bitter truth behind the reign of an evil king and the women and third gender rising to revolt. Will they succeed?",
        "First_Air_Date": "2020-12-30",
        "Popularity": 18.261,
        "Vote_Average": 4.3,
        "Vote_Count": 3
    },
    {
        "Title": "In Treatment",
        "Overview": "Set within the highly charged confines of individual psychotherapy sessions and centering around Dr. Paul Weston, a psychotherapist who exhibits an insightful, reserved demeanor while treating his patients—but displays a crippling insecurity while counseled by his own therapist.",
        "First_Air_Date": "2008-01-28",
        "Popularity": 117.464,
        "Vote_Average": 7.641,
        "Vote_Count": 149
    },
    {
        "Title": "My Brilliant Friend",
        "Overview": "When the most important friend in her life seems to have disappeared without a trace, Elena Greco, a now-elderly woman immersed in a house full of books, turns on her computer and starts writing the story of their friendship.",
        "First_Air_Date": "2018-11-18",
        "Popularity": 242.28,
        "Vote_Average": 8.1,
        "Vote_Count": 155
    },
    {
        "Title": "Life Unexpected",
        "Overview": "16-year-old Lux was given up for adoption at birth but never adopted. When she is put back into the custody of her estranged-since-high-school birth parents, Cate and Baze, the three form an unlikely family.",
        "First_Air_Date": "2010-01-18",
        "Popularity": 71.839,
        "Vote_Average": 7.688,
        "Vote_Count": 77
    },
    {
        "Title": "UnREAL",
        "Overview": "Set against the backdrop of a hit dating competition show, \"UnREAL\" is led by Rachel, a young staffer whose sole job is to manipulate her relationships with and among the contestants to get the vital dramatic and outrageous footage the program's dispassionate executive producer demands. What ensues is a humorous, yet vexing, look at what happens in the world of unscripted television, where being a contestant can be vicious and producing it is a whole other reality.",
        "First_Air_Date": "2015-06-01",
        "Popularity": 179.877,
        "Vote_Average": 6.583,
        "Vote_Count": 138
    },
    {
        "Title": "Cable Girls",
        "Overview": "In 1920s Madrid, four women at the National Telephone Company ring in revolution as they deal with romance, envy and the modern workplace.",
        "First_Air_Date": "2017-04-28",
        "Popularity": 82.282,
        "Vote_Average": 7.8,
        "Vote_Count": 458
    },
    {
        "Title": "Karm Yuddh",
        "Overview": "A deadly fire accident at the Roy Group of Industries brings Bhisham Roy under the scanner, inciting a power grab within the family.",
        "First_Air_Date": "2022-09-30",
        "Popularity": 8.902,
        "Vote_Average": 7.0,
        "Vote_Count": 1
    },
    {
        "Title": "Everwood",
        "Overview": "After the death of his wife, world-class neurosurgeon Dr. Andrew Brown leaves Manhattan and moves his family to the small town of Everwood, Colorado. There he becomes a small-town doctor and learns parenting on the fly as he raises his talented but resentful 15-year-old son Ephram and his 9-year-old daughter Delia.",
        "First_Air_Date": "2002-09-16",
        "Popularity": 123.527,
        "Vote_Average": 7.587,
        "Vote_Count": 183
    },
    {
        "Title": "Secret Diary of a Call Girl",
        "Overview": "It's her business doing pleasure with you. A witty and provocative series based on the real-life adventures of a high-class escort. Juggling her own reality with her clients' fantasies can be difficult, but this savvy sweetheart knows every trick in the book, and she's doing it in style.",
        "First_Air_Date": "2007-09-27",
        "Popularity": 109.514,
        "Vote_Average": 6.89,
        "Vote_Count": 114
    },
    {
        "Title": "The Royals",
        "Overview": "Drama about a fictional British Royal family set in modern day London, who inhabit a world of opulence and regal tradition that caters to any and every desire, but one that also comes with a price tag of duty, destiny and intense public scrutiny.",
        "First_Air_Date": "2015-03-15",
        "Popularity": 73.951,
        "Vote_Average": 7.383,
        "Vote_Count": 115
    },
    {
        "Title": "Extraordinary Attorney Woo",
        "Overview": "Brilliant attorney Woo Youngwoo tackles challenges in the courtroom and beyond as a newbie at a top law firm and a woman on the autism spectrum.",
        "First_Air_Date": "2022-06-29",
        "Popularity": 154.38,
        "Vote_Average": 8.492,
        "Vote_Count": 694
    },
    {
        "Title": "Code Black",
        "Overview": "Inspired by the award-winning documentary, this medical drama is set in the busiest and most notorious ER in the nation where the extraordinary staff confront a challenged system in order to protect their ideals and the patients who need them the most.",
        "First_Air_Date": "2015-09-30",
        "Popularity": 314.839,
        "Vote_Average": 7.7,
        "Vote_Count": 247
    },
    {
        "Title": "Dirty Sexy Money",
        "Overview": "The Darling family's obscene wealth and enormous power makes them easy  targets for their rivals, enemies, and the tabloids. Patriarch Tripp  uses his money and influence to shield his five adult children from the  prying eyes of the world. As the Darlings' reluctant personal lawyer,  Nick George has barely begun to discover the legal - and illegal - needs  of the family. Blackmail threats. Questionable deals. Illegitimate  children. Illicit affairs. It will take every trick he can think of to  keep them out of the tabloids - and out of jail. But if he can solve his  father's mysterious death, it might be worth the hassle. Enter a  seductive world of glamorous people, exclusive parties and delicious  intrigue.",
        "First_Air_Date": "2007-09-26",
        "Popularity": 50.146,
        "Vote_Average": 6.212,
        "Vote_Count": 73
    },
    {
        "Title": "The Paradise",
        "Overview": "An intoxicating love story set in England's first department store in the 1870s. The Paradise revolves around the lives of the people who live and work in the store, each bound in their own way by the power of the world they live in, and the pasts that follow them there. A love story, mystery, and social comedy all in one.\n\n",
        "First_Air_Date": "2012-09-25",
        "Popularity": 77.512,
        "Vote_Average": 7.327,
        "Vote_Count": 75
    },
    {
        "Title": "Baby",
        "Overview": "Fed up with their families and classmates, two teen girls from a wealthy part of Rome are drawn to the city's underworld and start leading double lives.",
        "First_Air_Date": "2018-11-30",
        "Popularity": 149.59,
        "Vote_Average": 7.879,
        "Vote_Count": 788
    },
    {
        "Title": "Containment",
        "Overview": "An epidemic breaks out in Atlanta leaving the large city quarantined and those stuck on the inside fighting for their lives. This is the story of loved ones torn apart, and how the society that grows inside the quarantine reveals both the devolution of humanity and the birth of unlikely heroes.",
        "First_Air_Date": "2016-04-19",
        "Popularity": 62.326,
        "Vote_Average": 6.7,
        "Vote_Count": 164
    },
    {
        "Title": "The Girlfriend Experience",
        "Overview": "Explore the relationships between exclusive escorts and their clients, for whom they provide far more than just sex. Known as GFEs, they are women who provide “The Girlfriend Experience”—emotional and sexual relationships at a very high price.",
        "First_Air_Date": "2016-04-10",
        "Popularity": 118.232,
        "Vote_Average": 7.042,
        "Vote_Count": 393
    },
    {
        "Title": "The Hour",
        "Overview": "A behind-the-scenes drama and espionage thriller in Cold War-era England that centers on a journalist, a producer, and an anchorman for an investigative news programme.",
        "First_Air_Date": "2011-07-19",
        "Popularity": 59.131,
        "Vote_Average": 7.539,
        "Vote_Count": 77
    },
    {
        "Title": "North South",
        "Overview": "Brothers, Kuzey and Guney, are poles apart in character and perception. Despite their differences, the brothers fall in love with the same girl, Cemre.",
        "First_Air_Date": "2011-09-07",
        "Popularity": 63.01,
        "Vote_Average": 7.274,
        "Vote_Count": 42
    },
    {
        "Title": "Siyavash",
        "Overview": "What are you willing to do to support your family? If you are no longer a member of the family, do you do the right thing or wait for them to be destroyed?",
        "First_Air_Date": "2021-01-24",
        "Popularity": 5.298,
        "Vote_Average": 9.0,
        "Vote_Count": 2
    }
]